{"60": 1, "ff": 2, "00": 3, "01": 4, "90": 5, "50": 6, "81": 7, "61": 8, "80": 9, "20": 10, "02": 11, "52": 12, "5b": 13, "82": 14, "91": 15, "03": 16, "51": 17, "57": 18, "04": 19, "16": 20, "54": 21, "83": 22, "40": 23, "56": 24, "15": 25, "0a": 26, "92": 27, "14": 28, "63": 29, "84": 30, "55": 31, "35": 32, "a0": 33, "73": 34, "10": 35, "85": 36, "93": 37, "1f": 38, "19": 39, "87": 40, "05": 41, "11": 42, "33": 43, "86": 44, "f1": 45, "94": 46, "06": 47, "17": 48, "88": 49, "24": 50, "7f": 51, "f3": 52, "07": 53, "08": 54, "5a": 55, "95": 56, "64": 57, "09": 58, "da": 59, "e0": 60, "0f": 61, "44": 62, "65": 63, "0b": 64, "37": 65, "96": 66, "62": 67, "0c": 68, "0d": 69, "74": 70, "f8": 71, "8a": 72, "39": 73, "69": 74, "6f": 75, "36": 76, "97": 77, "0e": 78, "67": 79, "89": 80, "34": 81, "31": 82, "6e": 83, "a1": 84, "32": 85, "98": 86, "72": 87, "30": 88, "8d": 89, "2f": 90, "12": 91, "e1": 92, "6c": 93, "8b": 94, "42": 95, "66": 96, "76": 97, "68": 98, "c0": 99, "7c": 100, "a7": 101, "4f": 102, "22": 103, "70": 104, "38": 105, "75": 106, "59": 107, "21": 108, "13": 109, "48": 110, "8c": 111, "f2": 112, "18": 113, "6d": 114, "1c": 115, "77": 116, "45": 117, "b4": 118, "1b": 119, "3a": 120, "4c": 121, "1a": 122, "c8": 123, "e8": 124, "29": 125, "99": 126, "5f": 127, "b7": 128, "cc": 129, "43": 130, "e5": 131, "28": 132, "1d": 133, "a3": 134, "a8": 135, "23": 136, "ed": 137, "27": 138, "41": 139, "2d": 140, "b0": 141, "c6": 142, "2e": 143, "bb": 144, "3c": 145, "b5": 146, "4b": 147, "dc": 148, "a9": 149, "e6": 150, "e3": 151, "c4": 152, "a2": 153, "6b": 154, "6a": 155, "2a": 156, "fa": 157, "ad": 158, "c9": 159, "79": 160, "b9": 161, "f5": 162, "f0": 163, "9a": 164, "d7": 165, "58": 166, "e2": 167, "a4": 168, "c2": 169, "2b": 170, "ea": 171, "dd": 172, "f6": 173, "9f": 174, "b6": 175, "d9": 176, "d0": 177, "3b": 178, "f9": 179, "fd": 180, "5d": 181, "bd": 182, "1e": 183, "26": 184, "8e": 185, "9b": 186, "8f": 187, "cd": 188, "bc": 189, "78": 190, "cf": 191, "49": 192, "71": 193, "53": 194, "cb": 195, "9e": 196, "aa": 197, "ca": 198, "7e": 199, "c1": 200, "de": 201, "7d": 202, "b8": 203, "5e": 204, "a6": 205, "a5": 206, "b2": 207, "46": 208, "2c": 209, "3d": 210, "be": 211, "fe": 212, "d1": 213, "d6": 214, "b1": 215, "3e": 216, "5c": 217, "fc": 218, "b3": 219, "ec": 220, "d5": 221, "db": 222, "c3": 223, "7b": 224, "3f": 225, "4e": 226, "d8": 227, "af": 228, "4d": 229, "ab": 230, "ef": 231, "ee": 232, "25": 233, "ac": 234, "47": 235, "7a": 236, "ce": 237, "9c": 238, "eb": 239, "ba": 240, "ae": 241, "fb": 242, "d4": 243, "e7": 244, "e4": 245, "c5": 246, "d3": 247, "4a": 248, "f4": 249, "9d": 250, "e9": 251, "f7": 252, "d2": 253, "bf": 254, "df": 255, "c7": 256, "<s>": 257}